export const SLIDES_DATA = [
  [
    {
      title: "1961",
      content:
        "12 апреля — первый полет человека в космос, Юрий Гагарин на корабле «Восток-1»",
    },
    {
      title: "1963",
      content:
        "16 июня — первый полет женщины-космонавта Валентины Терешковой на «Восток-6»",
    },
    {
      title: "1965",
      content:
        "18 марта — первый выход человека в открытый космос, Алексей Леонов с корабля «Восход-2»",
    },
    {
      title: "1969",
      content:
        "20 июля — первая высадка человека на Луну, Нил Армстронг и Базз Олдрин с «Аполлона-11»",
    },
    {
      title: "1971",
      content: "19 апреля — запуск первой орбитальной станции «Салют-1»",
    },
    {
      title: "1977",
      content:
        "20 августа — запуск космического аппарата «Вояджер-2» для исследования внешних планет",
    },
  ],

  [
    {
      title: "1987",
      content:
        "23 февраля — вспышка сверхновой SN 1987A в Большом Магеллановом Облаке",
    },
    {
      title: "1988",
      content: "29 сентября — первый полет космического челнока «Дискавери»",
    },
    {
      title: "1989",
      content: "25 августа — пролет аппарата «Вояджер-2» вблизи Нептуна",
    },
    {
      title: "1990",
      content: "24 апреля — запуск космического телескопа «Хаббл»",
    },
    {
      title: "1991",
      content: "7 февраля — завершение работы орбитальной станции «Салют-7»",
    },
    {
      title: "1991",
      content: "5 апреля — запуск гамма-обсерватории «Комптон»",
    },
  ],

  [
    {
      title: "1992",
      content:
        "10 мая — запуск космического телескопа EUVE для исследований в ультрафиолетовом диапазоне",
    },
    {
      title: "1994",
      content:
        "16 июля — начало столкновения кометы Шумейкеров-Леви 9 с Юпитером",
    },
    {
      title: "1995",
      content: "6 октября — открытие первой экзопланеты у звезды 51 Пегаса",
    },
    {
      title: "1996",
      content:
        "7 февраля — обнаружение первых доказательств существования темной материи в скоплении Пуля",
    },
    {
      title: "1997",
      content: "4 июля — посадка марсохода «Соджорнер» на поверхность Марса",
    },
    {
      title: "1997",
      content:
        "15 октября — запуск космического аппарата «Кассини-Гюйгенс» к Сатурну",
    },
  ],

  [
    {
      title: "1999",
      content: "23 июля — запуск рентгеновской обсерватории «Чандра»",
    },
    {
      title: "2000",
      content:
        "12 февраля — запуск космического аппарата «NEAR Shoemaker» для исследования астероида Эрос",
    },
    {
      title: "2001",
      content: "23 марта — затопление орбитальной станции «Мир» в Тихом океане",
    },
    {
      title: "2003",
      content: "25 августа — запуск инфракрасного телескопа «Спитцер»",
    },
    {
      title: "2004",
      content: "4 января — марсоход «Спирит» совершил посадку на Марс",
    },
    {
      title: "2004",
      content:
        "15 октября — частное солнечное затмение, видимое в Восточной Азии и Тихом океане",
    },
  ],
  [
    {
      title: "2008",
      content:
        "11 июня — запуск гамма-телескопа «Ферми» для изучения высокоэнергетических явлений",
    },
    {
      title: "2009",
      content:
        "6 марта — запуск космической обсерватории «Кеплер» для поиска экзопланет",
    },
    {
      title: "2010",
      content:
        "14 июня — полное солнечное затмение, видимое в южной части Тихого океана",
    },
    {
      title: "2011",
      content:
        "16 июля — последний полет шаттла «Атлантис» в рамках программы Space Shuttle",
    },
    {
      title: "2012",
      content:
        "6 августа — марсоход «Кьюриосити» совершил посадку в кратере Гейла на Марсе",
    },
    {
      title: "2012",
      content:
        "14 ноября — полное солнечное затмение, видимое в Австралии и южной части Тихого океана",
    },
  ],

  [
    {
      title: "2015",
      content:
        "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
    },
    {
      title: "2016",
      content:
        "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11",
    },
    {
      title: "2017",
      content:
        "17 августа — первое наблюдение слияния нейтронных звезд (гравитационные волны и электромагнитный сигнал)",
    },
    {
      title: "2019",
      content:
        "10 апреля — первое изображение тени черной дыры в центре галактики M87",
    },
    {
      title: "2020",
      content:
        "30 мая — первый пилотируемый полет космического корабля Crew Dragon к МКС",
    },
    {
      title: "2022",
      content:
        "12 июля — публикация первых полноценных снимков телескопа «Джеймс Уэбб»",
    },
  ],
] as const;
